{
    "EDIT_ARTICLE_META": "Metainformationen des Artikels bearbeiten",
    "EDIT_ARTICLE_CONTENT": "Verwenden Sie den Standardeditor des Systems, um Artikelinhalte zu bearbeiten",
    "DELETE_ARTICLE": "Artikel löschen",
    "HINT_USING_MD_IN_ARTICLES": "Hinweis: Sie können Artikel im Markdown-Format schreiben",
    "ARTICLE_MANAGEMENT": "Artikelverwaltung",
    "ADD_AN_ARTICLE": "Artikel hinzufügen",
    "ARTICLE_CREATEDAT": "Dieser Artikel wurde geschrieben",
    "LASTMODIFIEDAT": "Zuletzt geändert am",
    "TAGS": "Tags:",
    "PAGE_MANAGEMENT": "Seitenverwaltung",
    "ADD_A_PAGE": "Neue Seite erstellen",
    "HINT_USING_MD_IN_PAGES": "Hinweis: Sie können das Markdown-Format verwenden, um Seiteninhalte zu schreiben",
    "PAGE_VIEWNAME": "Diese Seite erscheint im Menü als:",
    "EDIT_PAGE_META": "Seite einrichten",
    "EDIT_PAGE_CONTENT": "Verwenden Sie den Standardeditor des Systems, um Seiteninhalte zu bearbeiten",
    "DELETE_PAGE": "Diese Seite löschen",
    "BLOG_SETTINGS": "Blog-Einstellungen",
    "BASIC_INFO_THEME_CONFIG": "Grundlegende Informationen und Theme-Konfiguration",
    "BLOG_TITLE": "Blog-Titel",
    "BLOG_DESCRIPTION": "Blog-Beschreibung (Untertitel)",
    "BOTTOM_INFORMATION": "Bodeninformationen",
    "HINT_BTMINFO_MD": "Beachten Sie, dass die unteren Informationen im Markdown-Format sind, bitte versuchen Sie nicht, HTML-Elemente darin hinzuzufügen.",
    "BLOG_NAVBAR_BGCOLOR": "Hintergrundfarbe der Blog-Titelleiste",
    "BLOG_NAVBAR_TEXTCOLOR": "Textfarbe der Blog-Titelleiste",
    "HINT_NAVBAR_COLOR": "Die beiden obigen Farbeinstellungen können den HTML-Farbnamen oder die hexadezimale Farbe ausfüllen, z. B. #66CCFF, Cyan sind optionale Farben",
    "FAVICON": "Web-Icon (Favicon)",
    "SELECT_FAVICON": "Wählen Sie eine Symboldatei aus der zu verwendenden Datei aus",
    "FAVICON_DESCRIPTION": [
        "Das Web-Symbol ist nicht erforderlich, es bezieht sich auf das Symbol, das auf der Registerkarte des Browsers angezeigt wird, standardmäßig ist es favicon.ico im Stammverzeichnis der Website.",
        "Das empfohlene Seitenverhältnis von Symbolen ist 1:1, um eine korrekte Anzeige zu gewährleisten.",
        "Nach dem Hinzufügen eines Favicons sieht die Vorschau-Site den Effekt möglicherweise immer noch nicht sofort. Dies liegt am Browser-Cache. Versuchen Sie in diesem Fall, im Browser Strg+F5 oder Fn+Strg+F5 zu verwenden, um eine Aktualisierung des Favicons zu erzwingen Website."
    ],
    "VIEW_FAVICON": "Aktuelles Symbol anzeigen",
    "DELETE_FAVICON": "Aktuelles Symbol löschen",
    "STARTPAGE_TITLE": "Beginne mit der Verwendung von BBG",
    "STARTPAGE_DESCRIPTION": [
        "BBG ist die Abkürzung für Baiyang-lzy's Blog Generator, und es ist auch ein statischer Blog-Generator, der auf Electron-Technologie basiert.",
        "Klicken Sie auf die Schaltfläche unten, um mit der Verwaltung/Erstellung eines Blogs zu beginnen."
    ],
    "OPEN_EXISTING_SITE": "Vorhandene Seite öffnen",
    "CREATE_NEW_SITE": "Neue Seite erstellen",
    "BBG_SETTINGS": "BBG-Versionseinstellungen und Feedback",
    "LAST_MANAGED_SITE": "Sie haben kürzlich verwaltet:",
    "SOFTWARE_VERSION": "Software-Versionsnummer:",
    "CHECK_UPDATE": "Nach Updates suchen",
    "UNLICENSED": "Der Quellcode dieser Software ist gemeinfrei. Es gibt keine Garantien für diese Software. Die App-Icons werden mit Crypko AI generiert und sind nur für den nicht-kommerziellen Gebrauch bestimmt.",
    "DISPLAY_CONTRIBUTORS": "Liste der Mitwirkenden anzeigen",
    "JOIN_OUR_GROUP": "Treten Sie unserer Gruppe bei",
    "QQ_GROUP_NUMBER": "QQ-Gruppe: 983538695",
    "QQ_GROUP_DESCRIPTION": "Der Diskussionsbereich in dieser Gruppe umfasst Computer, Leben, ACGN-Kultur und -Erfahrung usw. Interessierte Parteien sind herzlich eingeladen, sich anzuschließen. Vorschläge und Fragen zur Verwendung von BBG können ebenfalls in dieser Gruppe geäußert werden.",
    "ICON_DESIGN": "Icon-Design",
    "DEVELOPER": "Entwickler",
    "PACKAGER": "Packer",
    "TESTER": "Tester",
    "OK": "OK",
    "CREATE_NEW_SITE_DESCRIPTION": [
        "Bitte wählen Sie das Stammverzeichnis der Blog-Site aus. Wenn Sie es auswählen, werden die zugehörigen Dateien des Blogs in dem von Ihnen ausgewählten Stammverzeichnis erstellt.",
        "Bitte stellen Sie sicher, dass das Blog-Root-Verzeichnis leer ist, da es sonst zu Dateikonflikten kommen kann."
    ],
    "SELECT_SITE_ROOT_DIRECTORY": "Wählen Sie das Stammverzeichnis der Blog-Site und beginnen Sie mit dem Aufbau.",
    "CANCEL": "Abbrechen",
    "SITE_LANG": "Site-Sprache",
    "SITE_BGIMAGE": "Website-Hintergrundbild",
    "USE_RANDOM_ACG_PIC_AS_BGIMG": "Ein zufälliges 2D-Bild als Hintergrund der Webseite verwenden (wenn diese Option nicht aktiviert ist, wird es ein leerer Hintergrund sein)",
    "USE_3RD_THEME": "Verwenden Sie ein Design eines Drittanbieters für diese Website",
    "STATUS_USING_OFFICIAL_THEME": "Diese Seite verwendet derzeit das <b>offizielle Design.</b>",
    "RESET_TO_OFFICIAL_THEME": "Das Design dieser Seite auf das offizielle Design zurücksetzen",
    "OPEN_THEME_STORE": "Theme Store öffnen",
    "USE_3RD_THEME_FROM_FILE": "Verwende ein Drittanbieter-Design aus Datei für diese Seite (nicht empfohlen)",
    "COMMENT_SETTINGS": "Kommentareinstellungen",
    "COMMENT_SETTINGS_SIMPLE_DESCRIPTION": "Es gibt derzeit zwei Möglichkeiten, Kommentare auf Blogseiten zu aktivieren.",
    "COMMENT_SETTINGS_WAY1_PART1": "Methode 1: Die einfachste, die du kannst",
    "COMMENT_SETTINGS_WAY1_PART2": "Klicken Sie hier, um den öffentlichen Kommentardienst von BBG direkt zu nutzen.",
    "COMMENT_SETTINGS_WAY1_PART3": "<b>Diese Methode erfordert kein LeanCloud-Konto</b>, aber beachten Sie, dass die Kommentardaten auf Ihrer Website von uns kontrolliert und verwaltet werden und wir keine Datengarantie geben Integrität und Zuverlässigkeit.",
    "COMMENT_SETTINGS_WAY2": "Methode 2: Der Vorgang ist kompliziert, aber Sie haben die vollständige Kontrolle über die Kommentardaten. Erstellen Sie eine neue App mit Ihrem LeanCloud-Konto, geben Sie dann die AppID und den AppKey der App in das untenstehende Formular ein und speichern Sie sie . <b>Beachten Sie, dass Sie für diese Methode ein authentifiziertes LeanCloud-Konto benötigen.</b>",
    "COMMENT_SETTINGS_FORM_HINT": "Wenn Sie Methode 2 wählen, kreuzen Sie bitte unten „Valin-Kommentare aktivieren“ an, geben Sie die relevanten Informationen der Anwendung in das unten stehende Formular ein und klicken Sie dann auf Speichern. Benutzer, die Methode 1 wählen, müssen den Inhalt nicht bedienen unten.",
    "ENABLE_VALINE": "Valin-Kommentare aktivieren",
    "VALINE_APPID": "AppID (kann leer gelassen werden, wenn Valin-Kommentare nicht aktiviert sind)",
    "VALINE_APPKEY": "AppKey (kann leer gelassen werden, wenn Valin-Kommentare nicht aktiviert sind)",
    "GO_BACK": "Zurück zur vorherigen Seite",
    "SITE_RELATED": "Website bezogen",
    "PREVIEW_AND_PUBLISH": "Vorschau und Veröffentlichung",
    "OPEN_SITE_ROOTDIR": "Website-Root öffnen",
    "EXIT_CURRENT_SITE": "Aktuelle Seite verlassen",
    "PREVIEW_YOUR_SITE": "Vorschau Ihrer Website anzeigen",
    "PREVIEW_SITE_CONTENT": [
        "Sie befinden sich derzeit im Vorschaumodus. Während der Vorschau der Site können Sie keine Site-Verwaltung und andere Vorgänge ausführen.",
        "Du kannst dabei sein",
        "Vorschau Ihrer Website anzeigen."
    ],
    "PUBLISH_YOUR_SITE": "Veröffentlichen Sie Ihre Website",
    "MANUALLY_UPLOAD_AND_PUBLISH": "Manuell hochladen und veröffentlichen",
    "PUBLISH_SITE_CONTENT": [
        "Die von BBG erstellte Website ist eine statische Website, Sie können sie direkt auf Ihren Server/Ihre Hosting-Plattform für statische Websites hochladen.",
        "Derzeit ist der Pages-Dienst, der von verschiedenen Code-Plattformen bereitgestellt wird, die gebräuchlichste (und kostenlose) Hosting-Plattform für statische Websites. Diese Pages-Dienste verwenden normalerweise Git. Eine praktikable Lösung besteht also darin, das Stammverzeichnis der Website als Git-Repository zu initialisieren und dann hinzuzufügen das Pages-Repository als Remote-Repository und führen Sie die relevanten Git-Befehle (Add, Commit, Push...) aus, wenn die Site veröffentlicht werden muss.",
        "Einige Pages-Dienstleister (z. B. GitHub Pages) unterstützen auch die Funktion, Website-Dateien direkt auf der Webseite hochzuladen, sodass es keine Rolle spielt, wenn Sie kein Git verwenden.",
        "Oder, wenn Sie einen eigenen Webserver haben, laden Sie einfach alle Dateien innerhalb der Website direkt in das Stammverzeichnis der Website auf dem Server hoch."
    ],
    "PREVIEW_SITE_IN_BROWSER": "Vorschau dieser Seite in einem Browser",
    "EXIT_PREVIEW": "Vorschaumodus verlassen",
    "PAGE_TITLE": "Seitentitel",
    "VIEW_IN_MENU": "Im Menü anzeigen",
    "MENU_VIEWNAME_EDIT_META": "Der Anzeigename im Menü ist (wenn Sie \"Im Menü anzeigen\" nicht ankreuzen, können Sie es leer lassen)",
    "OPEN_IN_NEW_TAB": "In neuem Tab öffnen",
    "ENABLE_COMMENT": "Kommentare aktivieren",
    "ARTICLE_TITLE": "Titel des Artikels",
    "ARTICLE_ABSTRACT": "Artikelzusammenfassung",
    "CREATEDAT_EDIT_META": "Erstellungsdatum (kein Format erforderlich)",
    "MODIFIEDAT_EDIT_META": "Änderungsdatum (kein Format erforderlich)",
    "TAGS_EDIT_META": "Tags (mehrere Tags durch Leerzeichen trennen)",
    "ARTICLE_IS_TOP": "Top-Artikel",
    "HIDE_ARTICLE_IN_LIST": "Diesen Artikel aus der Artikelliste ausblenden",
    "SAVE_CONFIGURATION": "Änderungen speichern",
    "CDN_SETTINGS": "Quelleinstellungen entpacken",
    "CDN_SETTINGS_SIMPLE_DESCRIPTION": "Die Unpkg-Quelleinstellung bestimmt, woher die CSS-Ressourcendateien für Front-End-Bibliotheken aufgerufen werden, die von Ihrer Website verwendet werden. Diese Einstellung hat keinen Einfluss darauf, wo JavaScript-Ressourcen aufgerufen werden. <b>Wenn Sie nicht wissen, was das ist Beginnen Sie einfach mit der Liste. Wählen Sie eine zu verwendende Option oder behalten Sie die Standardeinstellung bei.</b>",
    "CDN_SETTINGS_METHOD": "Wählen Sie hier eine Unpkg-Quelle aus",
    "CDN_SETTINGS_LIST": "Entpack-Quellen aus der angegebenen Liste auswählen",
    "CDN_SETTINGS_MANUAL": "Ich möchte die Unpkg-Quelladresse selbst eingeben",
    "CDN_SETTINGS_OFFICAL": "UNPKG (https://unpkg.com)",
    "CDN_SETTINGS_JSD": "JSDelivr Unpkg CDN (https://cdn.jsdelivr.net/npm)",
    "CDN_SETTINGS_ZHIMG": "Zhihu Unpkg-Quelle (https://unpkg.zhimg.com)",
    "CDN_SETTINGS_CHICDN": "chicdn (https://unpkg.chicdn.cn) (freundlicherweise von jemandem zur Verfügung gestellt)",
    "CDN_SETTINGS_MANUAL_SET": "Ihre Unpkg-Quelladresse (erfordert 'https://',     kein abschließender Schrägstrich '/')",
    "ABOUT_IMAGE_COPYRIGHT": "Über die Urheberrechtsvergabe des App-Symbols",
    "ABOUT_IMAGE_COPYRIGHT_DESCRIPTION": "App-Icons werden mit Crypko AI generiert und dürfen nur für nicht-kommerzielle Zwecke verwendet werden.",
    "USE_3RD_THEME_FROM_FILE_V2": "Design manuell aus lokaler Datei installieren (*.bbgtheme2)",
    "APPLICATION_STYLE_SETTING": "Anwendungsstil-Einstellungen",
    "LET_ARTICLE_GO_UP": "Ein Feld nach oben",
    "LET_ARTICLE_GO_DOWN": "Ein Feld nach unten",
    "MANAGE_FRIEND_BOOK_PAGE": "Website-Freundesseite verwalten",
    "MANAGE_FREIND_BOOK_PAGE_DESCRIPTION": "Das Freundekonto ist eine separate Seite, die Informationen über Freunde im Freundekonto organisiert und anzeigt.",
    "ENABLE_INITNAL_FRIEND_BOOK_PAGE": "Integrierte Website-Freundeskontoseite aktivieren",
    "ALLOW_COMMENTS_IN_FRIEND_BOOK": "Kommentare auf den Kontoseiten von Freunden zulassen",
    "ADDITIONAL_INFORMATION_DISPLAY_IN_FRIEND_BOOK": "Zusätzliche Informationen, die auf der Kontoseite des Freundes angezeigt werden (im HTML-Format)",
    "CURRENT_FRIEND_LIST_DESCRIPTION": "Das Folgende ist eine Liste von Freunden, die sich derzeit in Ihrem Freundeskonto befinden.",
    "SITE_NAME": "Site-Name",
    "SITE_LINK": "Link",
    "SITE_INTRODUCTION": "Einführung",
    "SITE_AVATAR_URL": "Website-Symbol-URL",
    "ADD_NEW_FRIEND_BOOK_INFO": "Informationen zu neuen Freunden hinzufügen",
    "CANCEL_THIS_TIME_CONFIGURATION": "Diese Änderung verwerfen",
    "SITE_ANNOUNCEMENT_BOARD": "Site-Schwarzes Brett",
    "WHOLE_SITE_CONTENT_LICENSE": "Websiteweite Lizenzvereinbarung für Inhalte",
    "WHOLE_SITE_CONTENT_LICENSE_DESCRIPTION": "Jeder der drei Punkte reserviert, nicht lizenziert, cc-by-nc-sa-4.0 kann in die Lizenzvereinbarung für den gesamten Inhalt der Website eingetragen werden, die Voreinstellung ist reserviert. reserviert bedeutet, dass der Blogger alle Rechte behält; cc -by-nc-sa-4.0 bedeutet, dass der Blog-Inhalt CC BY-NC-SA 4.0 als Lizenzvereinbarung verwendet; nicht lizenziert bedeutet, dass der Blog-Inhalt gemeinfrei ist. Wenn Sie andere Inhalte eingeben, geben Sie die Inhalte ein wird als Copyright-Erklärung des Blogs verwendet.",
    "DISABLE_WHOLE_SITE_CONTENT_LICENSE_FUNCTION": "Deaktivieren Sie die Funktion \"Site-wide Content License Agreement",
    "DISPLAY_NAVIGATION_BUTTONS": "Die Artikelseite zeigt die Navigationsschaltflächen \"vorheriger\" und \"nächster\" Artikel an",
    "DISPLAY_DOWNLOAD_MARKDOWN_BUTTON": "Schaltfläche zum Herunterladen der Artikeldatei auf der Artikelseite bereitstellen",
    "DISPLAY_COPY_TO_CLIPBOARD_BUTTON": "Schaltfläche zum Kopieren des vollständigen Textes in die Zwischenablage auf der Artikelseite bereitstellen",
    "HOW_MANT_ARTICLE_IN_A_PAGE": "Anzahl der Artikel pro Seite der Artikelliste (dieses Element muss eine ganze Zahl größer oder gleich 5 sein)",
    "HOW_MANT_ARTICLE_IN_A_PAGE_DESCRIPTION": "Die Anzeige angehefteter Artikel wird nicht durch die \"Artikel pro Seite der Artikelliste\" eingeschränkt. Die tatsächliche Anzahl der Artikel pro Seite wird nicht kleiner als die von Ihnen festgelegte Zahl sein, noch wird sie die \"Anzahl von überschreiten angeheftete Artikel\" und \"Sie legen die Anzahl der Artikel pro Seite fest\" Die Summe der \"Artikel pro Seite\"-Zahl. Auf jeden Fall werden keine Artikel in der endgültigen Artikelliste ausgelassen.",
    "DOMAIN_RELATED_FUNCTION": "Domänenbezogene Funktionen",
    "DOMAIN_RELATED_FUNCTION_DESCRIPTION": "Der Domänenname ist nicht erforderlich. Nachdem Sie jedoch den Domänennamen in das Feld unten eingetragen haben, können Sie die Sitemap- und RSS-Generierung aktivieren. Beachten Sie, dass der Domänenname ein https:// oder http:// enthalten sollte. Teil, der mit keinen Schrägstrichen endet.",
    "AUTO_UPDATE_ATOM_XML": "RSS (atom.xml) automatisch aktualisieren, wenn die Artikelliste aktualisiert wird",
    "AUTO_UPDATE_SITEMAP": "Die Sitemap sitemap.txt automatisch aktualisieren, wenn die Artikel- oder Seitenliste aktualisiert wird",
    "CHECK_DATA_CONSISTENCY": "Konsistenz der Blogdaten prüfen",
    "CHECK_DATA_CONSISTENCY_DESCRIPTION": "Diese Funktion wird verwendet, um zu prüfen, ob die Inhaltsdatei des Artikels/der Seite der Blogpostliste/Seitenliste existiert (nicht fehlt). Situation und führen Sie zum nächsten Schritt.",
    "ENABLE_ANNOUNCEMENT_BOARD_FUNCTION": "Website-Bulletin-Board-Funktion aktivieren",
    "ONLY_DISPLAY_ANNOUNCEMENT_IN_INDEX": "Wenn das Schwarze Brett der Website aktiviert ist, wird der Inhalt des Schwarzen Bretts nur auf der Startseite der Website angezeigt",
    "CONTENT_OF_ANNOUNCEMENT_BOARD": "Wenn das Schwarze Brett der Website aktiviert ist, ist sein Inhalt: (Inhalt wird im HTML-Format geparst)",
    "HIGH_ADVANCED": "Erweiterte Anpassung",
    "HIGH_ADVANCED_DESCRIPTION": "Die folgenden Optionen stehen nur fähigen Benutzern zur Verfügung.",
    "ENABLE_CUSTOMIZE_CSS": "Benutzerdefinierte CSS-Unterstützung für Website aktivieren",
    "ENABLE_CUSTOMIZE_JS": "Benutzerdefinierte JavaScript-Unterstützung für Website aktivieren",
    "ENABLE_CUSTOMIZE_CSS_DESCRIPTION": "Sie können benutzerdefiniertes CSS für Ihre Website schreiben, um ihren Stil zu ändern. Wenn diese Option deaktiviert ist, werden benutzerdefinierte CSS-Stile nicht geparst.",
    "ENABLE_CUSTOMIZE_JS_DESCRIPTION": "Sie können benutzerdefinierten JavaScript-Code für die Website schreiben. Dieser JavaScript-Code wird ausgeführt, nachdem der gesamte Blog gerendert wurde, sodass Sie viel Autonomie haben. Wenn diese Option nicht aktiviert ist, wird der benutzerdefinierte JavaScript-Code verwendet nicht geparst werden.",
    "CUSTOM_CSS_CODE": "Benutzerdefinierter CSS-Code",
    "CUSTOM_JS_CODE": "Benutzerdefinierter JavaScript-Code",
    "BACK_TO_UP": "Zurück zum Anfang",
    "PUSH_TO_REMOTE_TITLE": "Änderungen übernehmen und in entferntes Git-Repository übertragen",
    "PUSH_TO_REMOTE_DESCRIPTION": "Dieser Vorgang verwendet die vom Betriebssystem bereitgestellten Git-Befehle, um Änderungen an der lokalen Site festzuschreiben und sie an das Remote-Git-Repository zu übertragen. Dieser Vorgang erfordert, dass das Stammverzeichnis der aktuellen Site ein gültiges Git-Repository ist, in dem Git installiert ist des Betriebssystems und konfigurieren, um Anmeldeinformationen für Git Push beizubehalten (\"Anmeldeinformationen beibehalten\" kann durch Ausführen von git config --global credential.helper store im Terminal festgelegt werden, es muss möglicherweise nach der ersten Einrichtung noch einmal manuell verschoben werden).",
    "PUSH_TO_REMOTE": "Änderungen übernehmen und in entferntes Git-Repository übertragen",
    "PUSH_TO_REMOTE_WITHOUT_PUSH": "Änderungen nur festschreiben, ohne zu pushen",
    "REFERENCE_LIST_OF_PAGES_PROVIDER": "Referenz: Liste der Seitendienstanbieter",
    "OFFICIAL_SITE": "Offizielle Website",
    "THEME_LIST": "Themenliste",
    "THEME_LIST_DESCRIPTION": "Im Folgenden werden die Themen im Themenspeicher aufgeführt.",
    "THEME_AUTHOR": "Autor des Themas:",
    "THEME_INFO_OF": "Themeninformationen von",
    "THEME_IS_USING_LICENSE": "Dieses Design verwendet die Lizenz:",
    "THEME_AUTHOR_THINKS_COMPATIBLE": "Der Autor dieses Designs glaubt, dass diese Version des Designs mit der von Ihnen verwendeten Version von BBG kompatibel ist.",
    "THEME_AUTHOR_THINKS_NOT_COMPATIBLE": "Der Autor dieses Themes glaubt, dass diese Version des Themes nicht mit der von Ihnen verwendeten Version von BBG kompatibel ist. Natürlich können Sie versuchen, das Theme zu installieren, aber wenn Sie auf Probleme stoßen, wechseln Sie bitte zu a kompatibles Design oder setzen Sie das offizielle Design zurück.",
    "INSTALL_THIS_THEME": "Dieses Design installieren",
    "BACK_TO_THEME_LIST": "Zurück zur Themenliste",
    "ALERT_NOT_SELECT_ANY_ICON": "Sie haben kein Web-Symbol ausgewählt, das Web-Symbol wird nicht geändert.",
    "ALERT_NOT_USING_ICON": "Die aktuelle Seite verwendet keine Websymbole.",
    "ALERT_SUCCESSFUL_CLEARING": "Das Web-Icon für die aktuelle Seite wurde erfolgreich gelöscht.",
    "ALERT_RESET_THEME_OK": "Das Design dieser Seite wurde auf das offizielle Standarddesign zurückgesetzt",
    "PUBLIC_COMMENT_SERVICE_AGREEMENT": [
        "Der öffentliche Kommentardienst wird Ihnen von BBG kostenlos zur Verfügung gestellt. Nachdem Sie die Registrierung und Nutzung bestätigt haben, müssen Sie kein Leancloud-Konto registrieren, um die Kommentarfunktion für Ihre Website zu aktivieren; beachten Sie jedoch, dass wir vollen Zugriff darauf haben und Zugriff auf die Kommentardaten Ihrer Website. Kontrolle. Wir garantieren nicht die Verfügbarkeit, Zuverlässigkeit, Integrität, Sicherheit von Kommentardaten jeglicher Art, und wir können den zugehörigen Dienst jederzeit ohne Vorankündigung beenden. Bitte beachten Sie, dass dieser Kommentardienst hat die Site-Isolierung aktiviert, daher werden verschiedene Domains als verschiedene Sites behandelt, wodurch unterschiedliche Bewertungen angezeigt werden.",
        "Akzeptieren Sie das Obige? Wenn Sie „Ja“ wählen, werden die Änderungen, die Sie an Ihren Website-Einstellungen vorgenommen haben, gespeichert und wirksam, und wir werden Sie beim BBG Public Comment Service registrieren; wenn Sie „Nein“ wählen, werden Ihre Website bleibt wie sie ist."
    ],
    "ALERT_SUCCESSFUL_REGISTER": "Registrierung erfolgreich.",
    "HINT_USING_PUBLIC_COMMENT_SERVICE": "Der öffentliche Kommentardienst wird verwendet, daher kann dies nicht manuell eingestellt werden.",
    "LINK_ABANDON_PUBLIC_COMMENT_SERVICE": "Wenn Sie den öffentlichen Kommentardienst nicht mehr nutzen möchten, klicken Sie bitte hier",
    "CURRENTLY_USING_3RD_PARTY_THEME": "Drittanbieter-Design verwenden:",
    "USING_3RD_PARTY_THEME_FROM_LOCAL_FILE_DESCRIPTION": "Verwendung eines Themes eines Drittanbieters, das manuell aus einer lokalen Datei installiert wurde.<br />Es wird empfohlen, wenn möglich aus dem Theme-Store zu installieren, da Theme-Store-Themen normalerweise besser unterstützt werden.",
    "FILENAME": "Dateiname",
    "GET_FRIEND_BOOK_DATA_FROM_EXTERNAL_LINK": "Kontodaten von Freunden aus einer externen JSON-Datei abrufen",
    "URL_OF_FRIEND_BOOK_JSON_DATA": "URL der JSON-Datei des Freundeskontos (einschließlich http:// oder https://)",
    "ALERT_SUCCESSFUL_INIT": "Die Blog-Site wurde erfolgreich initialisiert! Als Nächstes betreten Sie die Seite mit den Blog-Einstellungen.",
    "DOMAIN_RELATED_FUNCTION_EXAMPLE": "Beispiel: https://example.com",
    "PLEASE_INPUT_PAGE_TITLE": "Bitte geben Sie einen Seitentitel ein",
    "PLEASE_INPUT_ARTICLE_TITLE": "Bitte Artikeltitel eingeben",
    "PLEASE_INPUT_ARTICLE_ABSTRACT": "Bitte Artikelzusammenfassung eingeben",
    "PLEASE_INPUT_CREATEDAT": "Bitte geben Sie das Erstellungsdatum ein",
    "PLEASE_INPUT_UPDATEDDAT": "Bitte geben Sie das Änderungsdatum ein",
    "PLEASE_INPUT_TAGS": "Tags hier einfügen (falls vorhanden)",
    "ARE_YOU_SURE_DELETE_ARTICLE": "Sind Sie sicher, dass Sie diesen Artikel löschen möchten? <b>Diese Aktion kann nicht rückgängig gemacht werden</b>",
    "ARE_YOU_SURE_DELETE_PAGE": "Sind Sie sicher, dass Sie diese Seite löschen möchten? <b>Diese Aktion kann nicht rückgängig gemacht werden</b>",
    "CURRENTLY_USING_LATEST_VERSION_ALREADY": "Derzeit die neueste Version!",
    "ALERT_3RD_THEME_DOWNLOAD_STARTED": "Der Download hat begonnen, bitte warten Sie. Sie können diesen Dialog jetzt schließen, aber verlassen Sie den Bildschirm mit den Blogeinstellungen noch nicht.",
    "ALERT_3RD_THEME_INSTALL_FINISHED": "Das Design eines Drittanbieters wurde erfolgreich heruntergeladen und auf Ihrer Website installiert.",
    "VERSION_INFO": "Versionsinformationen",
    "INSTALL_CHANNEL": "Installationskanal",
    "INTERNAL_VERSION_ID": "Interne Versionsnummer",
    "AND": "UND"
}