{
    "EDIT_ARTICLE_META": "Metainformationen des Artikels bearbeiten",
    "EDIT_ARTICLE_CONTENT": "Verwenden Sie den Standardeditor des Systems, um Artikelinhalte zu bearbeiten",
    "DELETE_ARTICLE": "Article perdu",
    "HINT_USING_MD_IN_ARTICLES": "Hinweis : Sie können Artikel im Markdown-Format schreiben",
    "ARTICLE_MANAGEMENT": "Artikelverwaltung",
    "ADD_AN_ARTICLE": "Artikel hinzufügen",
    "ARTICLE_CREATEDAT": "Dieser Artikel wurde geschrieben",
    "LASTMODIFIEDAT": "Zuletzt geändert am",
    "TAGS": "Tags :",
    "PAGE_MANAGEMENT": "Seitenverwaltung",
    "ADD_A_PAGE": "Neue Seite erstellen",
    "HINT_USING_MD_IN_PAGES": "Hinweis : Sie können das Markdown-Format verwenden, um Seiteninhalte zu schreiben",
    "PAGE_VIEWNAME": "Dese Seite erscheint im Menü als:",
    "EDIT_PAGE_META": "Seite einrichten",
    "EDIT_PAGE_CONTENT": "Verwenden Sie den Standardeditor des Systems, um Seiteninhalte zu bearbeiten",
    "DELETE_PAGE": "Cette page n'est plus disponible",
    "BLOG_SETTINGS": "Blog-Einstellungen",
    "BASIC_INFO_THEME_CONFIG": "Grundlegende Informationen et Theme-Konfiguration",
    "BLOG_TITLE": "Titre du blog",
    "BLOG_DESCRIPTION": "Blog-Beschreibung (Sous-titre)",
    "BOTTOM_INFORMATION": "Informations importantes",
    "HINT_BTMINFO_MD": "Beachten Sie, dass die unteren Informationen im Markdown-Format sind, bitte versuchen Sie nicht, HTML-Elemente darin hinzuzufügen.",
    "BLOG_NAVBAR_BGCOLOR": "Couleur d'arrière-plan de la barre de titre du BLOG",
    "BLOG_NAVBAR_TEXTCOLOR": "Couleur du texte de la barre de titre du blog",
    "HINT_NAVBAR_COLOR": "Les deux paramètres de couleur ci-dessus peuvent remplir le nom de la couleur HTML ou la couleur hexadécimale, par exemple #66CCFF, le cyan sont des couleurs facultatives",
    "FAVICON": "Icône Web (Favicon)",
    "SELECT_FAVICON": "Sélectionnez un fichier d'icône dans le fichier à utiliser",
    "FAVICON_DESCRIPTION": [
        "L'icône Web n'est pas obligatoire, elle fait référence à l'icône affichée sur l'onglet du navigateur, par défaut c'est favicon.ico à la racine du site Web.",
        "Le rapport d'aspect recommandé des icônes est de 1:1 pour garantir un affichage correct.",
        "Après avoir ajouté un favicon, le site de prévisualisation peut ne pas voir l'effet immédiatement. Cela est dû au cache du navigateur. Dans ce cas, essayez d'utiliser Ctrl+F5 ou Fn+Ctrl+F5 dans le navigateur pour actualiser le site Appliquer les favicons. "
    ],
    "VIEW_FAVICON": "Afficher l'icône actuelle",
    "DELETE_FAVICON": "Supprimer l'icône actuelle",
    "STARTPAGE_TITLE": "Commencer à utiliser BBG",
    "STARTPAGE_DESCRIPTION": [
        "BBG est l'abréviation de Baiyang-lzy's Blog Generator, et c'est aussi un générateur de blog statique basé sur la technologie Electron.",
        "Cliquez sur le bouton ci-dessous pour commencer à gérer/créer un blog."
    ],
    "OPEN_EXISTING_SITE": "Ouvrir un site existant",
    "CREATE_NEW_SITE": "Créer un nouveau site",
    "BBG_SETTINGS": "Paramètres et commentaires de la version BBG",
    "LAST_MANAGED_SITE": "Vous avez récemment géré :",
    "SOFTWARE_VERSION": "Numéro de version du logiciel :",
    "CHECK_UPDATE": "Vérifier les mises à jour",
    "UNLICENSED": "Le code source de ce logiciel est dans le domaine public. Il n'y a aucune garantie pour ce logiciel. Les icônes d'application sont générées avec Crypko AI et sont destinées à un usage non commercial uniquement.",
    "DISPLAY_CONTRIBUTORS": "Afficher la liste des contributeurs",
    "JOIN_OUR_GROUP": "Rejoindre notre groupe",
    "QQ_GROUP_NUMBER": "Groupe QQ : 983538695",
    "QQ_GROUP_DESCRIPTION": "La zone de discussion de ce groupe comprend les ordinateurs, la vie, la culture et l'expérience ACGN, etc. Les parties intéressées sont les bienvenues. Des suggestions et des questions sur l'utilisation de BBG peuvent également être soulevées dans ce groupe.",
    "ICON_DESIGN": "Conception d'icônes",
    "DEVELOPER": "développeur",
    "PACKAGER": "Emballeur",
    "TESTER": "Testeur",
    "OK": "OK",
    "CREATE_NEW_SITE_DESCRIPTION": [
        "Veuillez sélectionner le répertoire racine du site du blog. Si vous le sélectionnez, les fichiers associés au blog seront créés dans le répertoire racine que vous avez sélectionné.",
        "Veuillez vous assurer que le répertoire racine du blog est vide, sinon des conflits de fichiers peuvent survenir."
    ],
    "SELECT_SITE_ROOT_DIRECTORY": "Sélectionnez le répertoire racine du site de blog et commencez à construire.",
    "CANCEL": "Annuler",
    "SITE_LANG": "Langue du site",
    "SITE_BGIMAGE": "Image d'arrière-plan du site Web",
    "USE_RANDOM_ACG_PIC_AS_BGIMG": "Utiliser une image 2D aléatoire comme arrière-plan de la page Web (si cette option n'est pas cochée, ce sera un arrière-plan vierge)",
    "USE_3RD_THEME": "Utiliser un thème tiers pour ce site",
    "STATUS_USING_OFFICIAL_THEME": "Cette page utilise actuellement le <b>thème officiel.</b>",
    "RESET_TO_OFFICIAL_THEME": "Réinitialiser le thème de cette page au thème officiel",
    "OPEN_THEME_STORE": "Ouvrir la boutique de thèmes",
    "USE_3RD_THEME_FROM_FILE": "Utiliser un thème tiers à partir d'un fichier pour cette page (non recommandé)",
    "COMMENT_SETTINGS": "Paramètres des commentaires",
    "COMMENT_SETTINGS_SIMPLE_DESCRIPTION": "Il existe actuellement deux façons d'activer les commentaires sur les pages de blog.",
    "COMMENT_SETTINGS_WAY1_PART1": "Méthode 1 : Le plus simple possible",
    "COMMENT_SETTINGS_WAY1_PART2": "Cliquez ici pour utiliser directement le service de commentaires publics de BBG.",
    "COMMENT_SETTINGS_WAY1_PART3": "<b>Cette méthode ne nécessite pas de compte LeanCloud</b>, mais notez que nous contrôlons et maintenons les données des commentaires sur votre site Web et que nous ne garantissons pas l'intégrité et la fiabilité des données.",
    "COMMENT_SETTINGS_WAY2": "Méthode 2 : Le processus est compliqué, mais vous avez un contrôle total sur les données des commentaires. Créez une nouvelle application avec votre compte LeanCloud, puis saisissez l'AppID et l'AppKey de l'application dans le formulaire ci-dessous et enregistrez-les. <b> Notez que cette méthode nécessite un compte LeanCloud authentifié.</b>",
    "COMMENT_SETTINGS_FORM_HINT": "Si vous choisissez la méthode 2, veuillez cocher \"Activer les commentaires Valin\" ci-dessous, remplissez les informations pertinentes de l'application dans le formulaire ci-dessous, puis cliquez sur Enregistrer. Les utilisateurs choisissant la méthode 1, n'ont pas à servir le contenu ci-dessous.",
    "ENABLE_VALINE": "Activer les commentaires Valine",
    "VALINE_APPID": "AppID (peut être laissé vide si les commentaires valine ne sont pas activés)",
    "VALINE_APPKEY": "AppKey (peut être laissé vide si les commentaires valine ne sont pas activés)",
    "GO_BACK": "Revenir à la page précédente",
    "SITE_RELATED": "Lié au site",
    "PREVIEW_AND_PUBLISH": "Prévisualiser et publier",
    "OPEN_SITE_ROOTDIR": "Ouvrir la racine du site",
    "EXIT_CURRENT_SITE": "Quitter le site actuel",
    "PREVIEW_YOUR_SITE": "Aperçu de votre site",
    "PREVIEW_SITE_CONTENT": [
        "Vous êtes actuellement en mode aperçu. Vous ne pouvez pas effectuer l'administration du site et d'autres opérations pendant que le site est en cours d'aperçu.",
        "Tu peux être là",
        "Afficher un aperçu de votre site."
    ],
    "PUBLISH_YOUR_SITE": "Publier votre site",
    "MANUALLY_UPLOAD_AND_PUBLISH": "Télécharger et publier manuellement",
    "PUBLISH_SITE_CONTENT": [
        "Le site Web créé par BBG est un site Web statique, vous pouvez le télécharger directement sur votre serveur/plate-forme d'hébergement de site Web statique.",
        "Actuellement, la plate-forme d'hébergement la plus courante (et gratuite) pour les sites Web statiques est le service Pages fourni par diverses plates-formes de code. Ces services Pages utilisent généralement Git. Une solution viable consiste donc à héberger le répertoire racine du site Web sous Initialiser le référentiel Git, puis ajoutez le référentiel Pages en tant que référentiel distant et exécutez les commandes Git appropriées (Add, Commit, Push...) lorsque le site doit être publié.",
        "Certains fournisseurs de services de pages (par exemple, les pages GitHub) prennent également en charge la possibilité de télécharger des fichiers de site Web directement sur la page Web, donc peu importe si vous n'utilisez pas Git.",
        "Ou, si vous avez votre propre serveur Web, téléchargez simplement tous les fichiers du site Web directement à la racine du site Web sur le serveur."
    ],
    "PREVIEW_SITE_IN_BROWSER": "Prévisualiser ce site dans un navigateur",
    "EXIT_PREVIEW": "Quitter le mode aperçu",
    "PAGE_TITLE": "Titre de la page",
    "VIEW_IN_MENU": "Afficher dans le menu",
    "MENU_VIEWNAME_EDIT_META": "Le nom d'affichage dans le menu est (si vous ne cochez pas \"Afficher dans le menu\", vous pouvez le laisser vide)",
    "OPEN_IN_NEW_TAB": "Ouvrir dans un nouvel onglet",
    "ENABLE_COMMENT": "Activer les commentaires",
    "ARTICLE_TITLE": "Titre de l'article",
    "ARTICLE_ABSTRACT": "Résumé de l'article",
    "CREATEDAT_EDIT_META": "Date de création (aucun format requis)",
    "MODIFIEDAT_EDIT_META": "Date modifiée (aucun format requis)",
    "TAGS_EDIT_META": "Tags (séparez plusieurs tags par des espaces)",
    "ARTICLE_IS_TOP": "Meilleur article",
    "HIDE_ARTICLE_IN_LIST": "Masquer cet article de la liste des articles",
    "SAVE_CONFIGURATION": "Enregistrer les modifications",
    "CDN_SETTINGS": "Extraire les paramètres de la source",
    "CDN_SETTINGS_SIMPLE_DESCRIPTION": "Le paramètre source Unpkg détermine d'où les fichiers de ressources CSS pour les bibliothèques frontales utilisées par votre site Web sont appelés. Ce paramètre n'affecte pas l'endroit où les ressources JavaScript sont appelées. <b>Si vous ne savez pas ce que c'est Commencez simplement par la liste. Choisissez une option à utiliser ou conservez la valeur par défaut.</b>",
    "CDN_SETTINGS_METHOD": "Sélectionnez une source unpkg ici",
    "CDN_SETTINGS_LIST": "Sélectionnez les sources de décompression dans la liste donnée",
    "CDN_SETTINGS_MANUAL": "Je veux entrer moi-même l'adresse source unpkg",
    "CDN_SETTINGS_OFFICAL": "UNPKG (https://unpkg.com)",
    "CDN_SETTINGS_JSD": "JSDelivr Unpkg CDN (https://cdn.jsdelivr.net/npm)",
    "CDN_SETTINGS_ZHIMG": "Source Zhihu Unpkg (https://unpkg.zhimg.com)",
    "CDN_SETTINGS_CHICDN": "chicdn (https://unpkg.chicdn.cn) (gracieuseté de quelqu'un)",
    "CDN_SETTINGS_MANUAL_SET": "Votre adresse source unpkg (nécessite 'https://',     pas de barre oblique '/')",
    "ABOUT_IMAGE_COPYRIGHT": "À propos de l'attribution des droits d'auteur de l'icône de l'application",
    "ABOUT_IMAGE_COPYRIGHT_DESCRIPTION": "Les icônes d'application sont générées avec Crypko AI et ne peuvent être utilisées qu'à des fins non commerciales.",
    "USE_3RD_THEME_FROM_FILE_V2": "Installer manuellement le thème à partir d'un fichier local (*.bbgtheme2)",
    "APPLICATION_STYLE_SETTING": "Paramètres de style d'application",
    "LET_ARTICLE_GO_UP": "Un espace vers le haut",
    "LET_ARTICLE_GO_DOWN": "Un espace vers le bas",
    "MANAGE_FRIEND_BOOK_PAGE": "Gérer la page d'amis du site Web",
    "MANAGE_FREIND_BOOK_PAGE_DESCRIPTION": "Le compte Amis est une page distincte qui organise et affiche les informations sur les amis dans le compte Amis.",
    "ENABLE_INITNAL_FRIEND_BOOK_PAGE": "Activer la page de compte ami du site Web intégré",
    "ALLOW_COMMENTS_IN_FRIEND_BOOK": "Autoriser les commentaires sur les pages de compte des amis",
    "ADDITIONAL_INFORMATION_DISPLAY_IN_FRIEND_BOOK": "Informations supplémentaires à afficher sur la page du compte de l'ami (au format HTML)",
    "CURRENT_FRIEND_LIST_DESCRIPTION": "Ce qui suit est une liste d'amis actuellement sur votre compte d'amis.",
    "SITE_NAME": "Nom du site",
    "SITE_LINK": "Lien",
    "SITE_INTRODUCTION": "Présentation",
    "SITE_AVATAR_URL": "URL de l'icône du site Web",
    "ADD_NEW_FRIEND_BOOK_INFO": "Ajouter des informations sur les nouveaux amis",
    "CANCEL_THIS_TIME_CONFIGURATION": "Annuler cette modification",
    "SITE_ANNOUNCEMENT_BOARD": "Panneau d'annonce du site",
    "WHOLE_SITE_CONTENT_LICENSE": "Contrat de licence de contenu à l'échelle du site",
    "WHOLE_SITE_CONTENT_LICENSE_DESCRIPTION": "N'importe lequel des trois éléments réservés, sans licence, cc-by-nc-sa-4.0 peut être écrit dans le contrat de licence pour tout le contenu du site, la valeur par défaut est réservée. réservé signifie que le blogueur conserve tous les droits ; cc -by-nc-sa-4.0 signifie que le contenu du blog utilise CC BY-NC-SA 4.0 comme accord de licence ; sans licence signifie que le contenu du blog est dans le domaine public Si vous entrez un autre contenu, vous entrez le contenu a est utilisé comme la déclaration de copyright du blog.",
    "DISABLE_WHOLE_SITE_CONTENT_LICENSE_FUNCTION": "Désactiver la fonctionnalité \"Accord de licence de contenu à l'échelle du site\"",
    "DISPLAY_NAVIGATION_BUTTONS": "La page de l'article affiche les boutons de navigation de l'article \"précédent\" et \"suivant\"",
    "DISPLAY_DOWNLOAD_MARKDOWN_BUTTON": "Fournir un bouton pour télécharger le fichier de l'article sur la page de l'article",
    "DISPLAY_COPY_TO_CLIPBOARD_BUTTON": "Fournir un bouton pour copier le texte intégral dans le presse-papiers sur la page de l'article",
    "HOW_MANT_ARTICLE_IN_A_PAGE": "Nombre d'articles par page de liste d'articles (cet élément doit être un entier supérieur ou égal à 5)",
    "HOW_MANT_ARTICLE_IN_A_PAGE_DESCRIPTION": "L'affichage des articles épinglés ne sera pas limité par les \"articles par page de la liste d'articles\". Le nombre réel d'articles par page ne sera pas inférieur au nombre que vous spécifiez, ni le nombre \"nombre d'articles épinglés en dépassement\" et \"Vous spécifiez le nombre d'articles par page\" La somme du nombre d'\"articles par page\". Dans tous les cas, aucun article ne sera omis de la liste finale des articles.",
    "DOMAIN_RELATED_FUNCTION": "Fonctions liées au domaine",
    "DOMAIN_RELATED_FUNCTION_DESCRIPTION": "Le nom de domaine n'est pas obligatoire. Cependant, après avoir entré le nom de domaine dans le champ ci-dessous, vous pouvez activer le plan du site et la génération RSS. Notez que le nom de domaine doit être https:// ou http:// doit contenir . Partie qui ne se termine pas par des barres obliques.",
    "AUTO_UPDATE_ATOM_XML": "Mettre à jour automatiquement le RSS (atom.xml) lorsque la liste d'articles est mise à jour",
    "AUTO_UPDATE_SITEMAP": "Mettre à jour automatiquement le sitemap sitemap.txt lorsque la liste d'articles ou de pages est mise à jour",
    "CHECK_DATA_CONSISTENCY": "Vérifier la cohérence des données du blog",
    "CHECK_DATA_CONSISTENCY_DESCRIPTION": "Cette fonction est utilisée pour vérifier si le fichier de contenu de la liste des articles/pages/pages de blog existe (non manquant) et vous conduit à l'étape suivante.",
    "ENABLE_ANNOUNCEMENT_BOARD_FUNCTION": "Activer la fonction de tableau d'affichage du site Web",
    "ONLY_DISPLAY_ANNOUNCEMENT_IN_INDEX": "Si le tableau d'affichage du site est activé, le contenu du tableau d'affichage ne sera affiché que sur la page d'accueil du site",
    "CONTENT_OF_ANNOUNCEMENT_BOARD": "Si le tableau d'affichage du site Web est activé, son contenu sera : (le contenu est analysé au format HTML)",
    "HIGH_ADVANCED": "Personnalisation avancée",
    "HIGH_ADVANCED_DESCRIPTION": "Les options suivantes ne sont disponibles que pour les utilisateurs avancés.",
    "ENABLE_CUSTOMIZE_CSS": "Activer la prise en charge CSS personnalisée du site Web",
    "ENABLE_CUSTOMIZE_JS": "Activer la prise en charge JavaScript personnalisée du site Web",
    "ENABLE_CUSTOMIZE_CSS_DESCRIPTION": "Vous pouvez écrire du CSS personnalisé pour votre site Web afin de changer son style. Si cette option est désactivée, les styles CSS personnalisés ne seront pas analysés.",
    "ENABLE_CUSTOMIZE_JS_DESCRIPTION": "Vous pouvez écrire du code JavaScript personnalisé pour le site Web. Ce code JavaScript sera exécuté après le rendu de l'intégralité du blog, ce qui vous donne une grande autonomie. Si cette option n'est pas activée, le code JavaScript personnalisé sera utilisé ne pas être analysé.",
    "CUSTOM_CSS_CODE": "Code CSS personnalisé",
    "CUSTOM_JS_CODE": "Code JavaScript personnalisé",
    "BACK_TO_UP": "Retour en haut",
    "PUSH_TO_REMOTE_TITLE": "Appliquer les modifications et pousser vers le référentiel Git distant",
    "PUSH_TO_REMOTE_DESCRIPTION": "Cette opération utilise les commandes git fournies par le système d'exploitation pour valider les modifications sur le site local et les pousser vers le référentiel git distant. Cette opération nécessite que la racine du site actuel soit un référentiel git valide où Git est installé dans le système d'exploitation et configuré pour conserver les informations d'identification pour Git Push (\"Conserver les informations d'identification\" peut être défini en exécutant git config --global credential.helper store dans le terminal, il peut être nécessaire après la configuration initiale de le déplacer à nouveau manuellement).",
    "PUSH_TO_REMOTE": "Appliquer les modifications et pousser vers le dépôt git distant",
    "PUSH_TO_REMOTE_WITHOUT_PUSH": "Valider les modifications uniquement sans pousser",
    "REFERENCE_LIST_OF_PAGES_PROVIDER": "Référence : Liste des fournisseurs de services de page",
    "OFFICIAL_SITE": "Site officiel",
    "THEME_LIST": "Liste des thèmes",
    "THEME_LIST_DESCRIPTION": "Voici les thèmes de la boutique de thèmes.",
    "THEME_AUTHOR": "Auteur du thème :",
    "THEME_INFO_OF": "Informations sur le thème de",
    "THEME_IS_USING_LICENSE": "Ce thème utilise la licence :",
    "THEME_AUTHOR_THINKS_COMPATIBLE": "L'auteur de ce thème pense que cette version du thème est compatible avec la version de BBG que vous utilisez.",
    "THEME_AUTHOR_THINKS_NOT_COMPATIBLE": "L'auteur de ce thème pense que cette version du thème n'est pas compatible avec la version de BBG que vous utilisez. Bien sûr, vous pouvez essayer d'installer le thème, mais si vous rencontrez des problèmes, veuillez passer à une version compatible thème ou réinitialiser le thème officiel.",
    "INSTALL_THIS_THEME": "Installer ce thème",
    "BACK_TO_THEME_LIST": "Retour à la liste des thèmes",
    "ALERT_NOT_SELECT_ANY_ICON": "Vous n'avez pas sélectionné d'icône Web, l'icône Web ne sera pas modifiée.",
    "ALERT_NOT_USING_ICON": "La page actuelle n'utilise pas d'icônes Web.",
    "ALERT_SUCCESSFUL_CLEARING": "L'icône Web de la page actuelle a été effacée avec succès.",
    "ALERT_RESET_THEME_OK": "Le thème de cette page a été réinitialisé au thème officiel par défaut",
    "PUBLIC_COMMENT_SERVICE_AGREEMENT": [
        "Le service de commentaires publics vous est fourni gratuitement par BBG. Une fois que vous avez confirmé l'inscription et l'utilisation, vous n'avez pas besoin d'enregistrer un compte Leancloud pour permettre les commentaires sur votre site ; cependant, notez que nous y avons un accès complet et Accéder aux données de commentaires de votre site. Contrôle. Nous ne garantissons pas la disponibilité, la fiabilité, l'intégrité, la sécurité des données de commentaires de quelque nature que ce soit, et nous pouvons résilier le service associé à tout moment sans préavis. Veuillez noter que ce service de commentaires est isolé du site activé, par conséquent, différents domaines sont traités comme des sites différents, affichant des évaluations différentes.",
        "Acceptez-vous ce qui précède ? Si vous choisissez 'Oui', les modifications que vous avez apportées aux préférences de votre site Web seront enregistrées et prendront effet, et nous vous enregistrerons auprès du service de consultation publique BBG ; si vous choisissez 'Non', nous Votre site Web restera-t-il tel qu'il est."
    ],
    "ALERT_SUCCESSFUL_REGISTER": "Enregistrement réussi.",
    "HINT_USING_PUBLIC_COMMENT_SERVICE": "Le service de commentaire public est utilisé, il ne peut donc pas être défini manuellement.",
    "LINK_ABANDON_PUBLIC_COMMENT_SERVICE": "Si vous ne souhaitez plus utiliser le service de commentaire public, veuillez cliquer ici",
    "CURRENTLY_USING_3RD_PARTY_THEME": "Utiliser un thème tiers :",
    "USING_3RD_PARTY_THEME_FROM_LOCAL_FILE_DESCRIPTION": "Utilisation d'un thème tiers qui a été installé manuellement à partir d'un fichier local.<br />Il est recommandé d'installer à partir du magasin de thèmes dans la mesure du possible, car les thèmes du magasin de thèmes sont généralement mieux pris en charge.",
    "FILENAME": "Nom de fichier",
    "GET_FRIEND_BOOK_DATA_FROM_EXTERNAL_LINK": "Obtenir les données du compte d'un ami à partir d'un fichier JSON externe",
    "URL_OF_FRIEND_BOOK_JSON_DATA": "URL du fichier JSON du compte ami (y compris http:// ou https://)",
    "ALERT_SUCCESSFUL_INIT": "Le site du blog a été initialisé avec succès ! Ensuite, accédez à la page des paramètres du blog.",
    "DOMAIN_RELATED_FUNCTION_EXAMPLE": "Exemple : https://example.com",
    "PLEASE_INPUT_PAGE_TITLE": "Veuillez entrer un titre de page",
    "PLEASE_INPUT_ARTICLE_TITLE": "Veuillez saisir le titre de l'article",
    "PLEASE_INPUT_ARTICLE_ABSTRACT": "Veuillez saisir le résumé de l'article",
    "PLEASE_INPUT_CREATEDAT": "Veuillez entrer la date de création",
    "PLEASE_INPUT_UPDATEDDAT": "Veuillez entrer la date modifiée",
    "PLEASE_INPUT_TAGS": "Insérez des balises ici (le cas échéant)",
    "ARE_YOU_SURE_DELETE_ARTICLE": "Êtes-vous sûr de vouloir supprimer cet article ? <b>Cette action est irréversible</b>",
    "ARE_YOU_SURE_DELETE_PAGE": "Êtes-vous sûr de vouloir supprimer cette page ? <b>Cette action est irréversible</b>",
    "CURRENTLY_USING_LATEST_VERSION_ALREADY": "Actuellement la dernière version !",
    "ALERT_3RD_THEME_DOWNLOAD_STARTED": "Le téléchargement a commencé, veuillez patienter. Vous pouvez fermer cette boîte de dialogue maintenant, mais ne quittez pas encore l'écran des paramètres du blog.",
    "ALERT_3RD_THEME_INSTALL_FINISHED": "Le thème tiers a été téléchargé et installé avec succès sur votre site.",
    "VERSION_INFO": "Informations sur la version",
    "INSTALL_CHANNEL": "Installer la chaîne",
    "INTERNAL_VERSION_ID": "Numéro de version interne",
    "AND": "ET"
}