{
    "EDIT_ARTICLE_META": "Изменить метаинформацию статьи",
    "EDIT_ARTICLE_CONTENT": "Редактировать содержание статьи с помощью системного редактора по умолчанию.",
    "DELETE_ARTICLE": "удалить статью",
    "HINT_USING_MD_IN_ARTICLES": "Совет: Вы можете писать статьи в формате Markdown.",
    "ARTICLE_MANAGEMENT": "Управление статьями",
    "ADD_AN_ARTICLE": "добавить статью",
    "ARTICLE_CREATEDAT": "Эта статья была написана в",
    "LASTMODIFIEDAT": "Последнее изменение",
    "TAGS": "Теги:",
    "PAGE_MANAGEMENT": "Управление страницей",
    "ADD_A_PAGE": "Создать новую страницу",
    "HINT_USING_MD_IN_PAGES": "Подсказка: вы можете использовать формат Markdown для написания содержимого страницы",
    "PAGE_VIEWNAME": "Эта страница отображается в меню как:",
    "EDIT_PAGE_META": "Параметры страницы",
    "EDIT_PAGE_CONTENT": "Используйте системный редактор по умолчанию для редактирования содержимого страницы",
    "DELETE_PAGE": "Удалить эту страницу",
    "BLOG_SETTINGS": "Настройки блога",
    "BASIC_INFO_THEME_CONFIG": "Основная информация и конфигурация темы",
    "BLOG_TITLE": "Название блога",
    "BLOG_DESCRIPTION": "Описание блога (подзаголовок)",
    "BOTTOM_INFORMATION": "Нижняя информация",
    "HINT_BTMINFO_MD": "Обратите внимание, что нижняя информация представлена в формате Markdown, не пытайтесь добавлять в нее элементы html.",
    "BLOG_NAVBAR_BGCOLOR": "Цвет фона строки заголовка блога",
    "BLOG_NAVBAR_TEXTCOLOR": "Цвет текста строки заголовка блога",
    "HINT_NAVBAR_COLOR": "Вышеуказанные две настройки цвета могут заполнять название цвета HTML или шестнадцатеричный цвет, например #66CCFF, голубой является необязательным цветом",
    "FAVICON": "Веб-иконка (Favicon)",
    "SELECT_FAVICON": "Выберите файл значка из файла для использования",
    "FAVICON_DESCRIPTION": [
        "Веб-иконка не требуется, она относится к значку, отображаемому на вкладке браузера, по умолчанию это favicon.ico в корневом каталоге сайта.",
        "Рекомендуемое соотношение сторон значков — 1:1 для обеспечения правильного отображения.",
        "После добавления веб-значка сайт предварительного просмотра может не сразу увидеть эффект. Это связано с кешем браузера. Если это произойдет, попробуйте использовать Ctrl+F5 или Fn+Ctrl+F5 в браузере, чтобы принудительно обновить сайт. ."
    ],
    "VIEW_FAVICON": "Просмотреть текущую иконку",
    "DELETE_FAVICON": "Удалить текущую иконку",
    "STARTPAGE_TITLE": "Начать использовать BBG",
    "STARTPAGE_DESCRIPTION": [
        "BBG — это аббревиатура от генератора блогов Байян-лзи, а также генератор статических блогов на основе технологии Electron.",
        "Нажмите кнопку ниже, чтобы начать управление/создание блога."
    ],
    "OPEN_EXISTING_SITE": "Открыть существующий сайт",
    "CREATE_NEW_SITE": "Создать новый сайт",
    "BBG_SETTINGS": "Настройки версии BBG и отзывы",
    "LAST_MANAGED_SITE": "Вы недавно управляли:",
    "SOFTWARE_VERSION": "Номер версии ПО:",
    "CHECK_UPDATE": "Проверить наличие обновлений",
    "UNLICENSED": "Исходный код этого программного обеспечения находится в общественном достоянии. На это программное обеспечение не распространяются никакие гарантии. Иконки приложений созданы с использованием Crypko AI и предназначены только для некоммерческого использования.",
    "DISPLAY_CONTRIBUTORS": "Просмотреть список участников",
    "JOIN_OUR_GROUP": "Присоединяйтесь к нашей группе",
    "QQ_GROUP_NUMBER": "Группа QQ: 983538695",
    "QQ_GROUP_DESCRIPTION": "Сфера обсуждения в этой группе включает компьютеры, жизнь, культуру и опыт ACGN и т. д. Приглашаем присоединиться заинтересованных лиц. В этой группе также можно поднимать предложения и вопросы по использованию BBG.",
    "ICON_DESIGN": "Дизайн иконок",
    "DEVELOPER": "Разработчик",
    "PACKAGER": "Упаковщик",
    "TESTER": "Тестер",
    "OK": "ЛАДНО",
    "CREATE_NEW_SITE_DESCRIPTION": [
        "Пожалуйста, выберите корневой каталог сайта блога. Когда вы выберете его, связанные файлы блога будут созданы в выбранном вами корневом каталоге.",
        "Убедитесь, что корневой каталог блога пуст, иначе это может привести к конфликтам файлов."
    ],
    "SELECT_SITE_ROOT_DIRECTORY": "Выберите корневой каталог сайта блога и начните создание.",
    "CANCEL": "Отмена",
    "SITE_LANG": "Язык сайта",
    "SITE_BGIMAGE": "Фоновое изображение сайта",
    "USE_RANDOM_ACG_PIC_AS_BGIMG": "Использовать случайное 2D-изображение в качестве фона веб-страницы (если этот параметр не отмечен, будет пустой фон)",
    "USE_3RD_THEME": "Использовать стороннюю тему для этого сайта",
    "STATUS_USING_OFFICIAL_THEME": "На этом сайте в настоящее время используется <b>официальная тема</b>",
    "RESET_TO_OFFICIAL_THEME": "Сбросить тему этого сайта на официальную тему",
    "OPEN_THEME_STORE": "Открыть магазин тем",
    "USE_3RD_THEME_FROM_FILE": "Использовать стороннюю тему из файла для этого сайта (не рекомендуется)",
    "COMMENT_SETTINGS": "Настройки комментариев",
    "COMMENT_SETTINGS_SIMPLE_DESCRIPTION": "В настоящее время существует два способа включения комментариев на сайтах блогов.",
    "COMMENT_SETTINGS_WAY1_PART1": "Способ 1: Самый простой, какой только можно",
    "COMMENT_SETTINGS_WAY1_PART2": "Нажмите здесь, чтобы использовать службу общественного комментирования, предоставляемую напрямую BBG.",
    "COMMENT_SETTINGS_WAY1_PART3": "<b>Этот метод не требует наличия учетной записи LeanCloud</b>, но обратите внимание, что данные комментариев на вашем сайте будут контролироваться и управляться нами, и мы не даем никаких гарантий данных целостность и надежность.",
    "COMMENT_SETTINGS_WAY2": "Способ 2. Операция сложная, но вы будете иметь полный контроль над данными комментариев. Создайте новое приложение со своей учетной записью LeanCloud, затем заполните AppID и AppKey приложения в форме ниже и сохраните его. <b>Обратите внимание, что для этого метода требуется учетная запись LeanCloud, прошедшая проверку подлинности.</b>",
    "COMMENT_SETTINGS_FORM_HINT": "Если вы выберете метод 2, отметьте «Включить действительные комментарии» ниже и заполните соответствующую информацию о приложении в форме ниже, затем нажмите «Сохранить». Пользователям, выбравшим метод 1, не нужно управлять контентом. ниже.",
    "ENABLE_VALINE": "Включить действительные комментарии",
    "VALINE_APPID": "Идентификатор приложения (можно оставить пустым, если допустимые комментарии не включены)",
    "VALINE_APPKEY": "AppKey (можно оставить пустым, если допустимые комментарии не включены)",
    "GO_BACK": "Вернуться на предыдущую страницу",
    "SITE_RELATED": "Связанный с сайтом",
    "PREVIEW_AND_PUBLISH": "Предварительный просмотр и публикация",
    "OPEN_SITE_ROOTDIR": "Открыть корень сайта",
    "EXIT_CURRENT_SITE": "Выйти с текущего сайта",
    "PREVIEW_YOUR_SITE": "Предварительный просмотр вашего сайта",
    "PREVIEW_SITE_CONTENT": [
        "В настоящее время вы находитесь в режиме предварительного просмотра. При предварительном просмотре сайта вы не можете выполнять управление сайтом и другие операции.",
        "Вы можете быть там",
        "Предварительный просмотр вашего сайта."
    ],
    "PUBLISH_YOUR_SITE": "Опубликовать свой сайт",
    "MANUALLY_UPLOAD_AND_PUBLISH": "Загрузить и опубликовать вручную",
    "PUBLISH_SITE_CONTENT": [
        "Сайт, созданный BBG, является статическим сайтом, вы можете загрузить его непосредственно на свой сервер/платформу размещения статического сайта.",
        "В настоящее время служба Pages, предоставляемая различными кодовыми платформами, является наиболее распространенной (и бесплатной) платформой для размещения статических сайтов. Эти службы Pages обычно используют Git. Поэтому выполнимое решение — инициализировать корневой каталог сайта как репозиторий Git, а затем репозиторий Pages в качестве удаленного репозитория и выполняйте соответствующие команды Git (Add, Commit, Push...), когда сайт необходимо опубликовать.",
        "Некоторые поставщики услуг Pages (например, GitHub Pages) также поддерживают функцию загрузки файлов веб-сайта непосредственно на веб-страницу, поэтому не имеет значения, используете ли вы Git.",
        "Или, если у вас есть собственный веб-сервер, просто загрузите все файлы на сайте прямо в корневой каталог сайта на сервере."
    ],
    "PREVIEW_SITE_IN_BROWSER": "Предварительный просмотр этого сайта в браузере",
    "EXIT_PREVIEW": "Выйти из режима предварительного просмотра",
    "PAGE_TITLE": "Название страницы",
    "VIEW_IN_MENU": "Показать в меню",
    "MENU_VIEWNAME_EDIT_META": "Отображаемое имя в меню (если вы не отметите «Отображать в меню», вы можете оставить его пустым)",
    "OPEN_IN_NEW_TAB": "Открыть в новой вкладке",
    "ENABLE_COMMENT": "Включить комментарии",
    "ARTICLE_TITLE": "Название статьи",
    "ARTICLE_ABSTRACT": "Резюме статьи",
    "CREATEDAT_EDIT_META": "Дата создания (формат не требуется)",
    "MODIFIEDAT_EDIT_META": "Дата изменения (формат не требуется)",
    "TAGS_EDIT_META": "Теги (разделяйте несколько тегов пробелами)",
    "ARTICLE_IS_TOP": "Лучшая статья",
    "HIDE_ARTICLE_IN_LIST": "Скрыть эту статью из списка статей",
    "SAVE_CONFIGURATION": "Сохранить изменения",
    "CDN_SETTINGS": "Исходные настройки распаковки",
    "CDN_SETTINGS_SIMPLE_DESCRIPTION": "Настройка источника Unpkg определяет, откуда вызываются файлы ресурсов CSS для интерфейсных библиотек, используемых вашим сайтом. Этот параметр не влияет на то, откуда вызываются ресурсы JavaScript. <b>Если вы не знаете, что это то есть просто начните со списка. Выберите параметр для использования или оставьте значение по умолчанию.</b>",
    "CDN_SETTINGS_METHOD": "Выберите здесь источник Unpkg",
    "CDN_SETTINGS_LIST": "Выберите источники Unpkg из предоставленного списка",
    "CDN_SETTINGS_MANUAL": "Я хочу сам заполнить исходный адрес Unpkg",
    "CDN_SETTINGS_OFFICAL": "UNPKG (https://unpkg.com)",
    "CDN_SETTINGS_JSD": "JSDelivr Unpkg CDN (https://cdn.jsdelivr.net/npm)",
    "CDN_SETTINGS_ZHIMG": "Исходный код Zhihu Unpkg (https://unpkg.zhimg.com)",
    "CDN_SETTINGS_CHICDN": "chicdn (https://unpkg.chicdn.cn) (любезно предоставлено кем-то)",
    "CDN_SETTINGS_MANUAL_SET": "Ваш исходный адрес Unpkg (требуется 'https://', без косой черты '/' в конце)",
    "ABOUT_IMAGE_COPYRIGHT": "Об указании авторских прав на значок приложения",
    "ABOUT_IMAGE_COPYRIGHT_DESCRIPTION": "Значки приложений создаются с помощью Crypko AI и могут использоваться только в некоммерческих целях.",
    "USE_3RD_THEME_FROM_FILE_V2": "Установить тему вручную из локального файла (*.bbgtheme2)",
    "APPLICATION_STYLE_SETTING": "Настройки стиля приложения",
    "LET_ARTICLE_GO_UP": "Переместиться на одну позицию вверх",
    "LET_ARTICLE_GO_DOWN": "Переместиться на одну позицию вниз",
    "MANAGE_FRIEND_BOOK_PAGE": "Управление страницей друзей на сайте",
    "MANAGE_FREIND_BOOK_PAGE_DESCRIPTION": "Учетная запись друга — это отдельная страница, на которой организована и отображается информация о друзьях в учетной записи друга.",
    "ENABLE_INITNAL_FRIEND_BOOK_PAGE": "Включить встроенную страницу учетной записи друга веб-сайта",
    "ALLOW_COMMENTS_IN_FRIEND_BOOK": "Разрешить комментарии на страницах учетной записи друга",
    "ADDITIONAL_INFORMATION_DISPLAY_IN_FRIEND_BOOK": "Дополнительная информация, отображаемая на странице учетной записи друга (в формате html)",
    "CURRENT_FRIEND_LIST_DESCRIPTION": "Ниже приведен список друзей, которые в настоящее время находятся в вашей учетной записи друга.",
    "SITE_NAME": "Название сайта",
    "SITE_LINK": "Ссылка",
    "SITE_INTRODUCTION": "Введение",
    "SITE_AVATAR_URL": "URL значка сайта",
    "ADD_NEW_FRIEND_BOOK_INFO": "Добавить информацию о новом друге",
    "CANCEL_THIS_TIME_CONFIGURATION": "Отменить это изменение",
    "SITE_ANNOUNCEMENT_BOARD": "Доска объявлений сайта",
    "WHOLE_SITE_CONTENT_LICENSE": "Лицензионное соглашение для всего сайта",
    "WHOLE_SITE_CONTENT_LICENSE_DESCRIPTION": "Любой из трех элементов, зарезервированных, нелицензированных, cc-by-nc-sa-4.0, может быть заполнен в лицензионном соглашении всего контента сайта, по умолчанию зарезервировано. Зарезервировано означает, что блоггер оставляет за собой все права; cc -by-nc-sa-4.0 означает, что содержимое блога использует CC BY-NC-SA 4.0 в качестве лицензионного соглашения; нелицензированное означает, что содержимое блога является общественным достоянием. будет использоваться в качестве заявления об авторских правах блога.",
    "DISABLE_WHOLE_SITE_CONTENT_LICENSE_FUNCTION": "Отключить функцию «Лицензионное соглашение для всего сайта»",
    "DISPLAY_NAVIGATION_BUTTONS": "На странице статьи отображаются кнопки навигации «предыдущая» и «следующая» по статье",
    "DISPLAY_DOWNLOAD_MARKDOWN_BUTTON": "Добавить кнопку загрузки файла статьи на страницу статьи",
    "DISPLAY_COPY_TO_CLIPBOARD_BUTTON": "Предоставить кнопку для копирования полного текста в буфер обмена на странице статьи",
    "HOW_MANT_ARTICLE_IN_A_PAGE": "Количество статей на странице списка статей (этот элемент должен быть целым числом больше или равным 5)",
    "HOW_MANT_ARTICLE_IN_A_PAGE_DESCRIPTION": "Отображение закрепленных статей не ограничено «количеством статей на странице списка статей». Фактическое количество статей на странице не будет меньше установленного вами числа и не превысит «количество закрепленные статьи» и «вы задаете количество статей на странице» Сумма количества «статей на странице». В любом случае из окончательного списка статей не будет пропущено ни одной статьи.",
    "DOMAIN_RELATED_FUNCTION": "Функции, связанные с доменом",
    "DOMAIN_RELATED_FUNCTION_DESCRIPTION": "Доменное имя не требуется. Однако после заполнения доменного имени в поле ниже вы можете включить карту сайта и генерацию RSS. Обратите внимание, что доменное имя должно содержать https:// или http:// часть, заканчивающаяся без косой черты.",
    "AUTO_UPDATE_ATOM_XML": "Автоматически обновлять RSS (atom.xml) при обновлении списка статей",
    "AUTO_UPDATE_SITEMAP": "Автоматически обновлять карту сайта sitemap.txt при обновлении списка статей или списка страниц",
    "CHECK_DATA_CONSISTENCY": "Проверить согласованность данных блога",
    "CHECK_DATA_CONSISTENCY_DESCRIPTION": "Эта функция используется для проверки того, существует ли (не отсутствует) файл содержимого статьи/страницы списка сообщений блога/списка страниц. Если обнаружится, что он отсутствует, появится диалоговое окно с объяснением ситуацию и направить вас к следующему шагу. ",
    "ENABLE_ANNOUNCEMENT_BOARD_FUNCTION": "Включить функцию доски объявлений на сайте",
    "ONLY_DISPLAY_ANNOUNCEMENT_IN_INDEX": "Если включена доска объявлений веб-сайта, содержимое доски объявлений будет отображаться только на главной странице веб-сайта",
    "CONTENT_OF_ANNOUNCEMENT_BOARD": "Если доска объявлений веб-сайта включена, ее содержимое: (содержимое будет обработано в формате html)",
    "HIGH_ADVANCED": "Расширенная настройка",
    "HIGH_ADVANCED_DESCRIPTION": "Следующие параметры доступны только для опытных пользователей.",
    "ENABLE_CUSTOMIZE_CSS": "Включить поддержку пользовательского CSS для веб-сайта",
    "ENABLE_CUSTOMIZE_JS": "Включить поддержку пользовательского JavaScript для веб-сайта",
    "ENABLE_CUSTOMIZE_CSS_DESCRIPTION": "Вы можете написать собственный CSS для своего веб-сайта, чтобы изменить его стиль. Если этот параметр не отмечен, пользовательские стили CSS не будут обрабатываться.",
    "ENABLE_CUSTOMIZE_JS_DESCRIPTION": "Вы можете написать пользовательский код JavaScript для веб-сайта. Этот код JavaScript будет выполняться после того, как весь блог будет отрендерен, поэтому у вас будет много автономии. Если этот параметр не отмечен, пользовательский код JavaScript будет не подлежит разбору.",
    "CUSTOM_CSS_CODE": "Пользовательский код CSS",
    "CUSTOM_JS_CODE": "Пользовательский код JavaScript",
    "BACK_TO_UP": "Вернуться к началу",
    "PUSH_TO_REMOTE_TITLE": "Зафиксировать изменения и отправить их в удаленный репозиторий Git",
    "PUSH_TO_REMOTE_DESCRIPTION": "Эта операция будет использовать команды Git, предоставляемые операционной системой, для фиксации изменений локального сайта и отправки их в удаленный репозиторий Git. Для этой операции требуется, чтобы текущий корневой каталог сайта был действительным репозиторием Git, Git установлен в операционная система и настроить для сохранения учетных данных для Git Push («Сохранить учетные данные» можно установить, выполнив git config --global credential.helper store в терминале, после первой настройки может потребоваться выполнить однократное нажатие вручную).",
    "PUSH_TO_REMOTE": "Зафиксировать изменения и отправить их в удаленный репозиторий Git",
    "PUSH_TO_REMOTE_WITHOUT_PUSH": "Только коммит изменений без отправки",
    "REFERENCE_LIST_OF_PAGES_PROVIDER": "Справка: Список поставщиков услуг страниц",
    "OFFICIAL_SITE": "Официальный сайт",
    "THEME_LIST": "Список тем",
    "THEME_LIST_DESCRIPTION": "Ниже перечислены темы в магазине тем.",
    "THEME_AUTHOR": "Автор темы:",
    "THEME_INFO_OF": "Информация о теме",
    "THEME_IS_USING_LICENSE": "Эта тема использует лицензию:",
    "THEME_AUTHOR_THINKS_COMPATIBLE": "Автор этой темы считает, что эта версия темы совместима с используемой вами версией BBG.",
    "THEME_AUTHOR_THINKS_NOT_COMPATIBLE": "Автор этой темы считает, что эта версия темы несовместима с используемой вами версией BBG. Конечно, вы можете попробовать установить тему, но если у вас возникнут проблемы, переключитесь на совместимую тему или восстановить официальную тему.",
    "INSTALL_THIS_THEME": "Установить эту тему",
    "BACK_TO_THEME_LIST": "Вернуться к списку тем",
    "ALERT_NOT_SELECT_ANY_ICON": "Вы не выбрали ни одного веб-значка, веб-значок не будет изменен.",
    "ALERT_NOT_USING_ICON": "Текущий сайт не использует веб-иконки.",
    "ALERT_SUCCESSFUL_CLEARING": "Иконка текущего сайта успешно удалена.",
    "ALERT_RESET_THEME_OK": "Тема этого сайта была сброшена на официальную тему по умолчанию",
    "PUBLIC_COMMENT_SERVICE_AGREEMENT": [
        "Услуга общественного комментария предоставляется вам компанией BBG бесплатно. После подтверждения регистрации и использования вам не нужно регистрировать учетную запись Leancloud, чтобы включить функцию комментариев для вашего сайта; однако обратите внимание, что у нас будет полный доступ к и доступ к данным комментариев вашего сайта. Контроль. Мы не гарантируем доступность, надежность, целостность, безопасность данных комментариев любого рода, и мы можем прекратить соответствующую услугу в любое время без предварительного уведомления. Обратите внимание, что эта служба комментариев включена изоляция сайта, поэтому разные домены будут рассматриваться как разные сайты, поэтому будут отображаться разные отзывы.",
        "Принимаете ли вы вышеизложенное? Если вы выберете «Да», изменения, внесенные вами в настройки вашего сайта, будут сохранены и вступят в силу, и мы зарегистрируем вас в Службе общественного обсуждения BBG; если вы выберете «Нет», ваш сайт останется как есть."
    ],
    "ALERT_SUCCESSFUL_REGISTER": "Успешная регистрация.",
    "HINT_USING_PUBLIC_COMMENT_SERVICE": "Используется служба публичных комментариев, поэтому ее нельзя установить вручную.",
    "LINK_ABANDON_PUBLIC_COMMENT_SERVICE": "Если вы больше не хотите использовать службу публичных комментариев, нажмите здесь",
    "CURRENTLY_USING_3RD_PARTY_THEME": "Используется сторонняя тема:",
    "USING_3RD_PARTY_THEME_FROM_LOCAL_FILE_DESCRIPTION": "Использование сторонней темы, которая была вручную установлена из локального файла.<br />Рекомендуется по возможности устанавливать из магазина тем, поскольку темы из магазина тем обычно лучше поддерживаются.",
    "FILENAME": "имя файла",
    "GET_FRIEND_BOOK_DATA_FROM_EXTERNAL_LINK": "Получить данные учетной записи друга из внешнего файла JSON",
    "URL_OF_FRIEND_BOOK_JSON_DATA": "URL файла JSON учетной записи друга (включая http:// или https://)",
    "ALERT_SUCCESSFUL_INIT": "Сайт блога успешно инициализирован! Далее перейдите на страницу настроек блога.",
    "DOMAIN_RELATED_FUNCTION_EXAMPLE": "Пример: https://example.com",
    "PLEASE_INPUT_PAGE_TITLE": "Пожалуйста, введите название страницы",
    "PLEASE_INPUT_ARTICLE_TITLE": "Пожалуйста, введите название статьи",
    "PLEASE_INPUT_ARTICLE_ABSTRACT": "Пожалуйста, введите краткое содержание статьи",
    "PLEASE_INPUT_CREATEDAT": "Введите дату создания",
    "PLEASE_INPUT_UPDATEDDAT": "Введите дату изменения",
    "PLEASE_INPUT_TAGS": "Вставьте сюда теги (если есть)",
    "ARE_YOU_SURE_DELETE_ARTICLE": "Вы уверены, что хотите удалить эту статью? <b>Это действие нельзя отменить</b>",
    "ARE_YOU_SURE_DELETE_PAGE": "Вы уверены, что хотите удалить эту страницу? <b>Это действие нельзя отменить</b>",
    "CURRENTLY_USING_LATEST_VERSION_ALREADY": "На данный момент последняя версия!",
    "ALERT_3RD_THEME_DOWNLOAD_STARTED": "Загрузка началась, пожалуйста, подождите. Вы можете закрыть это диалоговое окно сейчас, но пока не выходите из экрана настроек блога.",
    "ALERT_3RD_THEME_INSTALL_FINISHED": "Сторонняя тема успешно загружена и установлена   на ваш сайт.",
    "VERSION_INFO": "Информация о версии",
    "INSTALL_CHANNEL": "Установить канал",
    "INTERNAL_VERSION_ID": "Внутренний номер версии",
    "AND": "И"
}